Revit 2024 API
BuiltInFailures.AutoJoinFailures Class
 Failures about AutoJoin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class AutoJoinFailures
Visual Basic
Public NotInheritable Class AutoJoinFailures
Visual C++
public ref class AutoJoinFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.AutoJoinFailures
See Also
BuiltInFailures.AutoJoinFailures Members
Autodesk.Revit.DB Namespace